{
    "Genesis": {
        "1": [
            {"verse": 1, "text": "Sa sinugdan gimugna sa Dios ang kalangitan ug ang kalibotan."},
            {"verse": 2, "text": "Ang kalibotan kaniadto wala pay porma ug hawan pa. Nalukop kini sa tubig ug gitabonan sa kangitngit. Ug ang Espiritu sa Dios nagalihok diha ibabaw sa katubigan."},
            {"verse": 3, "text": "Unya miingon ang Dios, “Mohayag!” Ug diha-diha mihayag."},
            {"verse": 4, "text": "Nakita sa Dios nga maayo ang kahayag. Unya gibulag niya ang kahayag ug ang kangitngit."},
            {"verse": 5, "text": "Gitawag niyag “adlaw” ang kahayag ug ang kangitngit gitawag niyag “gabii.” Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang unang adlaw."},
            {"verse": 6, "text": "Unya miingon ang Dios, “Motungha ang wanang aron nga mabahin ang tubig.”"},
            {"verse": 7, "text": "Ug gihimo sa Dios ang wanang nga nagabulag sa tubig sa ibabaw ug sa tubig sa ubos."},
            {"verse": 8, "text": "Kini nga wanang gitawag sa Dios nga “kawanangan.” Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikaduhang adlaw."},
            {"verse": 9, "text": "Unya miingon ang Dios, “Matingob sa usa ka dapit ang tubig ubos sa kawanangan aron motungha ang malang dapit.” Ug natuman kini."},
            {"verse": 10, "text": "Gitawag niyag “yuta” ang malang dapit ug “dagat” ang natingob nga tubig. Ug nakita sa Dios nga maayo kini."},
            {"verse": 11, "text": "Unya miingon ang Dios, “Manurok sa yuta ang nagakalain-laing mga tanom—mga tanom nga may mga liso ug mga kahoy nga mamunga ug prutas nga may liso sumala sa ilang matang.” Ug nahitabo kini."},
            {"verse": 12, "text": "Nanubo sa yuta ang nagakalain-laing matang sa tanom, ug nakita sa Dios nga maayo kini."},
            {"verse": 13, "text": "Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikatulong adlaw."},
            {"verse": 14, "text": "Unya miingon ang Dios, “Motungha sa kalangitan ang mga butang nga may kahayag aron sa pagbulag sa adlaw ug sa gabii, ug mahimong ilhanan sa pagsugod sa mga panahon, mga adlaw, ug mga tuig."},
            {"verse": 15, "text": "Modan-ag sila sa kalangitan sa paghatag ug kahayag sa kalibotan.” Ug natuman kini."},
            {"verse": 16, "text": "Nahimo ang duha ka dagkong mga butang nga may kahayag: ang mas dako mao ang adlaw nga mohatag ug kahayag kon adlaw, ug ang gamay mao ang bulan nga mohatag ug kahayag kon gabii. Nahimo usab ang mga bitoon."},
            {"verse": 17, "text": "Gipahimutang sa Dios kini nga mga butang sa kalangitan sa paghatag ug kahayag sa kalibotan kon adlaw ug gabii,"},
            {"verse": 18, "text": "ug aron sa pagbulag sa kahayag ug sa kangitngit. Ug nakita sa Dios nga maayo kini."},
            {"verse": 19, "text": "Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikaupat nga adlaw."},
            {"verse": 20, "text": "Unya miingon ang Dios, “Mapuno sa nagakalain-laing mga mananap ang katubigan, ug manglupad sa kahanginan ang nagakalain-laing mga mananap.”"},
            {"verse": 21, "text": "Busa gihimo sa Dios ang dagkong mga mananap sa tubig, ug ang tanang matang sa mga mananap nga nagapuyo sa tubig, apil ang tanang matang sa mga mananap nga nagalupad. Ug nakita sa Dios nga maayo kini."},
            {"verse": 22, "text": "Unya gipanalanginan niya kining tanan nga nagaingon, “Sanay kamo ug pagdaghan, kamong mga mananap sa tubig ug mga mananap nga nagalupad.”"},
            {"verse": 23, "text": "Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikalimang adlaw."},
            {"verse": 24, "text": "Unya miingon ang Dios, “Motungha ang nagakalain-laing mga mananap diha sa yuta: ang mga hayop nga ihalas ug dili ihalas, ug mga hayop nga nagakamang.” Ug natuman kini."},
            {"verse": 25, "text": "Gibuhat sa Dios kini nga mga mananap, ug nakita niya nga maayo kini."},
            {"verse": 26, "text": "Unya miingon ang Dios, “Magbuhat kita ug tawo nga sama kanato. Gamhan nila ang tanang matang sa mga mananap: ang nagapuyo sa tubig, ang nagalupad, ang nagalakaw, ug ang nagakamang.”"},
            {"verse": 27, "text": "Busa gimugna sa Dios ang tawo, lalaki ug babaye, nga sama kaniya."},
            {"verse": 28, "text": "Ug gipanalanginan niya sila nga nagaingon, “Panganak kamo ug daghan aron malukop sa inyong kaliwatan ang kalibotan. Dumalaha ninyo kini ug kamo ang magmando sa tanang matang sa mananap.”"},
            {"verse": 29, "text": "Unya miingon ang Dios, “Gihatag ko kaninyo ang tanang mga tanom nga adunay liso ug tanang bunga sa mga kahoy ingon nga inyong pagkaon."},
            {"verse": 30, "text": "Ug gihatag ko usab sa tanang mga mananap ang tanang lunhawng tanom ingon nga ilang pagkaon.” Ug natuman kini."},
            {"verse": 31, "text": "Gitan-aw sa Dios ang tanan niyang gibuhat ug nakita niya nga maayo gayod kini. Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikaunom nga adlaw."}

        ],
        "2": [
            {"verse": 1, "text": "Nahuman ug mugna sa Dios ang kalangitan, ang kalibotan, ug ang tanan nga anaa niini."},
            {"verse": 2, "text": "Nahuman niya kini sulod sa unom ka adlaw, ug mipahulay siya sa ikapito nga adlaw."},
            {"verse": 3, "text": "Gipanalanginan niya ang ikapito nga adlaw ug giisip niya kini nga usa ka pinasahi nga adlaw, tungod kay niining adlawa mipahulay siya human niya gimugna ang tanan."},
            {"verse": 4, "text": "Mao kini ang sugilanon mahitungod sa pagmugna sa kalangitan ug sa kalibotan. Sa pagmugna sa Ginoong Dios sa kalibotan ug sa kalangitan,"},
            {"verse": 5, "text": "wala pa sa kalibotan ang tanan nga klasi sa tanom nga nagaturok sa yuta, kay wala pa niya kini paulani ug wala pay tawo nga moatiman niini."},
            {"verse": 6, "text": "Apan bisan walay ulan, may mga tubod nga nagpabasa sa yuta."},
            {"verse": 7, "text": "Unya gibuhat sa Ginoong Dios ang tawo gikan sa yuta. Gihuypan niya ang ilong sa tawo sa gininhawa nga nagahatag ug kinabuhi, ug ang tawo nahimong kalag nga may kinabuhi."},
            {"verse": 8, "text": "Unya nagbuhat ang Ginoong Dios ug tanaman sa Eden, sa sidlakan, ug gipapuyo niya didto ang tawo nga iyang gibuhat."},
            {"verse": 9, "text": "Gipatubo sa Ginoong Dios ang tanang matang sa mga kahoy nga nindot tan-awon ug ang ilang mga bunga maayong kan-on. Sa taliwala sa tanaman adunay kahoy nga nagahatag ug kinabuhi ug kahoy nga nagahatag sa kahibalo kon unsa ang maayo ug daotan."},
            {"verse": 10, "text": "Adunay nagadagayday nga suba didto sa Eden nga nagahatag ug tubig sa tanaman. Kini nga suba nagasanga sa upat ka bahin."},
            {"verse": 11, "text": "Ang ngalan sa unang suba mao ang Pishon. Nagadagayday kini sa tibuok nga yuta sa Havila diin adunay bulawan."},
            {"verse": 12, "text": "Maayong klase ang bulawan niadtong dapita ug adunay usa ka mahalon nga pahumot nga bediliyum ug mahalon nga bato nga onix."},
            {"verse": 13, "text": "Ang ngalan sa ikaduhang suba mao ang Gihon. Nagadagayday kini sa tibuok nga yuta sa Cush."},
            {"verse": 14, "text": "Ang ngalan sa ikatulong suba mao ang Tigris. Nagadagayday kini sa sidlakang bahin sa Asiria. Ug ang ikaupat nga suba mao ang Eufrates."},
            {"verse": 15, "text": "Gipapuyo sa Ginoong Dios sa tanaman sa Eden ang tawo nga iyang gibuhat aron pag-ugmad ug pag-atiman niini."},
            {"verse": 16, "text": "Unya giingnan sa Dios ang tawo, “Mahimo mong kaonon ang bunga sa bisan unsa nga kahoy sa tanaman,"},
            {"verse": 17, "text": "gawas lang sa bunga sa kahoy nga nagahatag ug kahibalo kon unsay maayo ug daotan. Kay sa higayon nga kan-on mo kini, sigurado gayod nga mamatay ka.”"},
            {"verse": 18, "text": "Unya miingon ang Ginoong Dios, “Dili maayo nga mag-inusara ang tawo. Buhatan ko siya ug katabang nga angay kaniya.”"},
            {"verse": 19, "text": "Gibuhat sa Ginoong Dios gikan sa yuta ang tanang matang sa mga mananap nga nagapuyo sa yuta ug ang tanang matang sa mga mananap nga nagalupad. Unya gidala niya sila ngadto sa tawo aron panganlan kini. Kon unsay gipangalan sa tawo kanila mao nay tawag kanila."},
            {"verse": 20, "text": "Busa ginganlan sa tawo ang tanang mananap nga nagapuyo sa yuta apil ang mga mananap nga nagalupad. Apan walay usa niining mga mananap nga angay mahimong kaabag ni Adan."},
            {"verse": 21, "text": "Busa gipakatulog sa Ginoong Dios ang tawo. Ug samtang nahinanok siya, gikuha sa Ginoong Dios ang usa sa iyang mga gusok, ug unya gibalik ug kipot ang bahin nga gikuhaan niini."},
            {"verse": 22, "text": "Ang gusok nga gikuha gikan sa lalaki gibuhat sa Ginoong Dios nga usa ka babaye, ug gidala niya kini sa lalaki."},
            {"verse": 23, "text": "Unya miingon ang lalaki, “Ania na ang sama kanako! Bukog nga gikuha sa akong bukog, ug unod nga gikuha sa akong unod. Pagatawgon siya nga babaye, kay gikuha siya gikan sa lalaki.”"},
            {"verse": 24, "text": "Busa mao kini ang hinungdan nga mobiya ang lalaki gikan sa iyang amahan ug inahan ug makighiusa sa iyang asawa, ug silang duha mahimong usa."},
            {"verse": 25, "text": "Niadtong panahona, hubo ang lalaki ug ang iyang asawa, apan wala sila maulaw."}
        ],
        "3": [
            {"verse": 1, "text": "Sa tanang mga mananap nga gibuhat sa Ginoong Dios, ang bitin mao ang labing limbongan. Usa niadto ka higayon, gipangutana sa bitin ang babaye, “Tinuod ba gayod nga gidid-an kamo sa Dios nga mokaon sa bunga sa bisan unsa nga kahoy sa tanaman?”"},
            {"verse": 2, "text": "Mitubag ang babaye, “Makakaon kami sa mga bunga sa kahoy dinhi sa tanaman,"},
            {"verse": 3, "text": "gawas lang sa bunga sa kahoy nga anaa sa taliwala niini. Kay miingon ang Dios nga dili gayod kami mokaon sa bunga niana nga kahoy o bisan mohikap man lang. Kon himuon namo kini, mamatay kami.”"},
            {"verse": 4, "text": "Apan miingon ang bitin, “Dili tinuod nga mamatay kamo!"},
            {"verse": 5, "text": "Miingon ang Dios niana tungod kay nahibalo siya nga kon mokaon kamo niini, maabli ang inyong salabotan ug mahimo kamong sama kaniya nga nahibalo kon unsa ang maayo ug daotan.”"},
            {"verse": 6, "text": "Sa dihang nakita sa babaye nga ang bunga sa kahoy nindot tan-awon ug maayo kan-on, ug tungod kay nangandoy siya nga mahimong maalamon, mikuha siya ug bunga ug mikaon. Gihatagan usab niya ang iyang bana nga uban kaniya, ug mikaon usab kini."},
            {"verse": 7, "text": "Pagkahuman gayod nilag kaon, naabli ang ilang salabotan ug nasayod na sila kon unsay maayo ug daotan, ug nasayran nila nga hubo diay sila. Busa nagahimo silag tapis gikan sa mga dahon sa kahoy nga igos alang sa ilang lawas."},
            {"verse": 8, "text": "Sa dihang bugnaw na ang hangin sa kahaponon, nadungog nila nga nagalakaw ang Ginoong Dios sa tanaman. Busa nanago sila sa kakahoyan."},
            {"verse": 9, "text": "Apan gitawag sa Ginoong Dios ang lalaki ug gipangutana, “Hain ka?”"},
            {"verse": 10, "text": "Mitubag ang lalaki, “Nadungog ko ikaw nga nagalakaw sa tanaman, ug nahadlok ako tungod kay hubo ako, busa mitago ako.”"},
            {"verse": 11, "text": "Nangutana ang Ginoong Dios, “Kinsay naga-ingon kanimo nga hubo ka? Mikaon ka ba sa bunga sa kahoy nga giingon ko nga dili mo kan-on?”"},
            {"verse": 12, "text": "Mitubag ang lalaki, “Ang babaye nga gipauban mo kanako maoy nagahatag kanako sa bunga niadto nga kahoy ug mikaon ako.”"},
            {"verse": 13, "text": "Gipangutana sa Ginoong Dios ang babaye, “Nganong gibuhat mo man kini?” Mitubag ang babaye, “Giilad ako sa bitin, busa mikaon ako.”"},
            {"verse": 14, "text": "Busa miingon ang Ginoong Dios ngadto sa bitin, “Tungod kay gibuhat mo kini, tinunglo ka labaw sa tanang mga mananap. Ikaw lang gayod ang mahiagom niini nga tunglo: sa tibuok mong kinabuhi, magkamang ka pinaagi sa imong tiyan ug magkaon kag abog."},
            {"verse": 15, "text": "Ikaw ug ang babaye mahimong magkaaway; apil ang imong kaliwat ug ang iyang kaliwat magkaaway usab. Dugmokon niya ang imong ulo ug paakon mo ang iyang tikod.”"},
            {"verse": 16, "text": "Miingon usab siya sa babaye, “Tungod sa imong gibuhat, dugangan ko ang kalisod sa imong pagpanamkon ug ang kasakit sa pagpanganak. Ug bisan pa niana, mangandoy ka gihapon sa imong bana, ug siya ang mogahom kanimo.”"},
            {"verse": 17, "text": "Miingon usab siya sa lalaki, “Tungod kay naminaw ka sa imong asawa ug mikaon sa bunga sa kahoy nga gidili ko kanimo, tunglohon ko ang yuta. Sa tibuok mong kinabuhi, maghago ka ug maayo aron ka makakaon."},
            {"verse": 18, "text": "Moturok sa yuta ang mga sagbot ug mga sampinit, ug mokaon ka ug mga tanom gikan sa kaumahan."},
            {"verse": 19, "text": "Kinahanglan nga maghago ka ug maayo aron ka makakaon, hangtod nga mobalik ka sa yuta nga mao ang imong gigikanan. Kay sa yuta ka gikan, sa yuta ka usab mobalik.”"},
            {"verse": 20, "text": "Ginganlan ni Adan ang iyang asawa ug “Eva” tungod kay siya ang mahimong inahan sa tanang mga tawo."},
            {"verse": 21, "text": "Unya nagabuhat ang Ginoong Dios ug bisti nga gikan sa panit sa mananap alang kang Adan ug sa iyang asawa."},
            {"verse": 22, "text": "Unya miingon ang Ginoong Dios, “Karon, ang tawo sama na kanato nga nahibalo kon unsa ang maayo ug ang daotan. Kinahanglan nga dili gayod siya tugotan nga makakaon sa bunga sa kahoy nga nagahatag ug kinabuhi, kay kon mokaon siya, magpabilin siyang buhi hangtod sa kahangtoran.”"},
            {"verse": 23, "text": "Busa gipapahawa sa Ginoong Dios gikan sa tanaman sa Eden ang tawo aron sa pagpanguma sa yuta nga mao ang iyang gigikanan."},
            {"verse": 24, "text": "Sa dihang napapahawa na niya ang tawo, nagabutang ang Ginoong Dios ug mga kerubin sa sidlakang bahin sa tanaman sa Eden. Nagbutang usab siya ug espada nga nagadilaab ug nagatuyok-tuyok aron walay makaduol sa kahoy nga nagahatag ug kinabuhi."}
        ],
        "4": [
            {"verse": 1, "text": "Pagkahuman niadto, nakighilawas si Adan sa iyang asawa nga si Eva ug namabdos kini. Sa dihang nakapanganak na si Eva, miingon siya, “Nakaangkon ako ug anak nga lalaki pinaagi sa tabang sa Ginoo, busa nganlan ko siya ug Cain.”"},
            {"verse": 2, "text": "Nanganak pag-usab si Eva ug lalaki ug ginganlan niya kini ug Abel. Sa dihang nanagko na sila, si Abel nahimong magbalantay sa mga karnero ug mga kanding, ug si Cain nahimong mag-uuma."},
            {"verse": 3, "text": "Usa niadto ka adlaw, nagadala si Cain ug halad ngadto sa Ginoo gikan sa abot sa iyang uma."},
            {"verse": 4, "text": "Nagkuha usab si Abel ug pipila sa unang anak sa iyang mga kahayopan. Giihaw niya kini, ug gihalad ang pinakamaayo nga bahin ngadto sa Dios. Nalipay ang Ginoo kang Abel ug sa iyang halad,"},
            {"verse": 5, "text": "apan wala siya malipay kang Cain ug sa iyang halad. Ug tungod niini, nasuko pag-ayo si Cain ug nagamug-ot."},
            {"verse": 6, "text": "Busa gipangutana siya sa Ginoo, “Nganong nasuko ka ug nagamug-ot?"},
            {"verse": 7, "text": "Kon maayo lang ang imong ginabuhat, magmalipayon ka unta. Apan pagbantay! Kay kon dili maayo ang imong ginabuhat, ang sala mogahom kanimo. Kay ang sala daw sama sa mabangis nga mananap nga nagatang kanimo aron tukbon ka. Busa kinahanglan duminahon mo kini.”"},
            {"verse": 8, "text": "Usa niana ka adlaw, miingon si Cain kang Abel, “Dali, mangadto kita sa uma.” Ug sa dihang didto na sila, gipatay ni Cain si Abel nga iyang igsoon."},
            {"verse": 9, "text": "Unya nangutana ang Ginoo kang Cain, “Hain ang imong igsoon?” Mitubag si Cain, “Ambot, wala ako masayod kon hain siya. Ngano, ako bay magbalantay kaniya?”"},
            {"verse": 10, "text": "Unya miingon ang Ginoo kang Cain, “Unsay imong gibuhat? Ang dugo sa imong igsoon diha sa yuta daw sa tingog nga nagapakilooy nga silotan ko ang tawo nga nagapatay kaniya."},
            {"verse": 11, "text": "Tungod sa imong gibuhat, tunglohon ko ikaw. Sukad karon dili mo na matikad ang yuta nga nagasuyop sa dugo sa imong igsoon nga imong gipatay."},
            {"verse": 12, "text": "Bisan magtanom ka pa, ang yuta dili na mohatag kanimo ug maayong abot. Ug wala ka nay permanente nga puloy-anan, busa maglatagaw ka na lang.”"},
            {"verse": 13, "text": "Miingon si Cain sa Ginoo, “Bug-at ra kaayo kana nga silot."},
            {"verse": 14, "text": "Giabog mo ako karon gikan niini nga yuta ug sa imong presensya. Wala na akoy permanente nga puloy-anan, busa maglatagaw na lang ako. Ug kon may makakita kanako sigurado nga patyon gayod niya ako.”"},
            {"verse": 15, "text": "Apan miingon ang Ginoo kang Cain, “Dili kana mahitabo! Kay si bisan kinsa nga mopatay kanimo, balosan ko ug pito ka pilo.” Busa gibutangan sa Ginoo ug ilhanan si Cain aron dili siya patyon ni bisan kinsa nga makakita kaniya."},
            {"verse": 16, "text": "Unya nagapahilayo si Cain gikan sa Ginoo ug didto mipuyo sa yuta sa Nod, sa sidlakang bahin sa Eden."},
            {"verse": 17, "text": "Unya, nakighilawas si Cain sa iyang asawa. Namabdos ang iyang asawa ug nanganak ug lalaki ug ginganlan nila kinig Enoc. Nagtukod si Cain ug usa ka lungsod ug ginganlan niya kinig Enoc sama sa ngalan sa iyang anak."},
            {"verse": 18, "text": "Unya nakabaton si Enoc ug anak nga lalaki ug ang iyang ngalan si Irad. Kini si Irad amahan ni Mehujael; si Mehujael amahan ni Metushael; ug si Metushael amahan ni Lamec."},
            {"verse": 19, "text": "Si Lamec may duha ka asawa nga mao sila si Ada ug Zila."},
            {"verse": 20, "text": "Si Ada nanganak kang Jabal nga mao ang katigulangan niadtong mga tawo nga nagapuyo sa mga tolda ug nagatiman ug mga kahayopan."},
            {"verse": 21, "text": "May igsoon si Jabal nga lalaki nga ang ngalan si Jubal, nga mao ang katigulangan sa tanan nga nagatukar sa harpa ug plawta."},
            {"verse": 22, "text": "Si Zila nanganak usab ug lalaki nga ang ngalan si Tubal Cain. Kini si Tubal Cain tigbuhat sa tanang matang sa galamiton nga puthaw ug bronsi. May igsoon siya nga babaye nga si Naama."},
            {"verse": 23, "text": "Usa niadto ka adlaw, miingon si Lamec sa iyang duha ka asawa, “Ada ug Zila, nga akong mga asawa, pamati kamo kanako. Gipatay ko ang usa ka batan-ong lalaki tungod sa iyang pagdagmal kanako."},
            {"verse": 24, "text": "Kon pito ka pilo ang balos alang sa tawo nga mopatay kang Cain,77 ka pilo ang balos alang sa tawo nga mopatay kanako.”"},
            {"verse": 25, "text": "Nakighilawas si Adan kang Eva, ug nanganak si Eva ug lalaki. Miingon siya, “Gihatagan ako pag-usab sa Dios ug anak nga lalaki puli kang Abel nga gipatay ni Cain, busa nganlan ko siya ug Set.”"},
            {"verse": 26, "text": "Si Set nakabaton usab ug anak nga iyang ginganlan ug Enosh. Sa panahon nga natawo si Enosh, nagasugod ang mga tawo ug tawag sa ngalan sa Ginoo."}

        ],
        "5": [
            {"verse": 1, "text": "Mao kini ang gisulat nga estorya mahitungod sa mga kaliwat ni Adan.Sa paghimo sa Dios sa tawo, gihimo niya kining sama kaniya."},
            {"verse": 2, "text": "Gihimo niya ang lalaki ug babaye, ug gipanalanginan niya sila ug gitawag nga “tawo.”"},
            {"verse": 3, "text": "Sa dihang naga-edad na si Adan ug 130 ka tuig, natawo ang iyang anak nga liwat gayod kaniya. Ginganlan niya kinig Set."},
            {"verse": 4, "text": "Human matawo si Set, nagakinabuhi pa si Adan ug 800 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 5, "text": "Namatay siya sa edad nga 930."},
            {"verse": 6, "text": "Sa dihang naga-edad na si Set ug 105 ka tuig, natawo ang iyang anak nga lalaki nga si Enosh."},
            {"verse": 7, "text": "Human matawo si Enosh, nagakinabuhi pa si Set ug 807 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 8, "text": "Namatay siya sa edad nga 912."},
            {"verse": 9, "text": "Sa dihang naga-edad na si Enosh ug 90 ka tuig, natawo ang iyang anak nga lalaki nga si Kenan."},
            {"verse": 10, "text": "Human matawo si Kenan, nagakinabuhi pa si Enosh ug 815 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 11, "text": "Namatay siya sa edad nga 905."},
            {"verse": 12, "text": "Sa dihang naga-edad na si Kenan ug 70 ka tuig, natawo ang iyang anak nga lalaki nga si Mahalalel."},
            {"verse": 13, "text": "Human matawo si Mahalalel, nagakinabuhi pa si Kenan ug 840 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 14, "text": "Namatay siya sa edad nga 910."},
            {"verse": 15, "text": "Sa dihang naga-edad na si Mahalalel ug 65 ka tuig, natawo ang iyang anak nga lalaki nga si Jared."},
            {"verse": 16, "text": "Human matawo si Jared, nagakinabuhi pa si Mahalalel ug 830 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 17, "text": "Namatay siya sa edad nga 895."},
            {"verse": 18, "text": "Sa dihang naga-edad na si Jared ug 162 ka tuig, natawo ang iyang anak nga lalaki nga si Enoc."},
            {"verse": 19, "text": "Human matawo si Enoc, nagakinabuhi pa si Jared ug 800 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 20, "text": "Namatay siya sa edad nga 962."},
            {"verse": 21, "text": "Sa dihang naga-edad na si Enoc ug 65 ka tuig, natawo ang iyang anak nga lalaki nga si Metusela."},
            {"verse": 22, "text": "Human matawo si Metusela, nagakinabuhi pa si Enoc ug 300 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 23, "text": "Nagkinabuhi si Enoc nga may suod nga relasyon sa Dios, ug sa naga-edad na siya ug 365 ka tuig nahanaw siya,"},
            {"verse": 24, "text": "kay gikuha siya sa Dios."},
            {"verse": 25, "text": "Sa dihang naga-edad na si Metusela ug 187 ka tuig, natawo ang iyang anak nga lalaki nga si Lamec."},
            {"verse": 26, "text": "Human matawo si Lamec, nagakinabuhi pa si Metusela ug 782 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 27, "text": "Namatay siya sa edad nga 969."},
            {"verse": 28, "text": "Sa dihang naga-edad na si Lamec ug 182 ka tuig, natawo ang usa niya ka anak nga lalaki."},
            {"verse": 29, "text": "Miingon siya, “Kining bataa makatabang kanato gikan sa atong labihan nga kahago tungod sa pagtunglo sa Ginoo sa yuta, busa nganlan ko siya ug Noe.”"},
            {"verse": 30, "text": "Human matawo si Noe, nagakinabuhi pa si Lamec ug 595 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 31, "text": "Namatay siya sa edad nga 777."},
            {"verse": 32, "text": "Sa nakaabot na si Noe ug 500 ka tuig, natawo ang iyang mga anak nga lalaki nga sila si Shem, Ham, ug Jafet."}
        ],
        "6": [
            {"verse": 1, "text": "Unya, midaghan ang mga tawo sa kalibotan, ug daghan silag mga anak nga babaye."},
            {"verse": 2, "text": "Nakita sa mga anak sa Dios nga maanyag ang mga babaye. Busa gipangasawa nila si bisan kinsa nga ilang nagustohan."},
            {"verse": 3, "text": "Unya miingon ang Ginoo, “Dili ko tugotan nga mabuhi ang tawo hangtod sa kahangtoran tungod kay tawo lang sila. Busa sukad karon magakinabuhi na lang sila ug dili mosobra sa 120 ka tuig.”"},
            {"verse": 4, "text": "Niadtong panahona, ug bisan sa misunod pa nga mga panahon, adunay mga Nefilim sa kalibotan. Mga kaliwat sila sa mga anak sa Dios nga nakighilawas sa maanyag nga mga babaye. Gamhanan ug bantogan sila."},
            {"verse": 5, "text": "Nakita sa Ginoo nga labihan kadaotan ang mga tawo sa kalibotan, ug kangil-ad ang anaa kanunay sa ilang mga hunahuna."},
            {"verse": 6, "text": "Naguol ang Ginoo nga gibuhat niya ang tawo ug nasubo siya pag-ayo."},
            {"verse": 7, "text": "Busa miingon siya, “Laglagon ko ang tanang mga tawo nga akong gibuhat, apil ang tanang mga mananap sa yuta ug ang mga mananap nga nagalupad, kay naguol ako nga gibuhat ko sila.”"},
            {"verse": 8, "text": "Apan may usa ka tawo nga nakapahimuot sa Ginoo, siya mao si Noe."},
            {"verse": 9, "text": "Mao kini ang sugilanon mahitungod sa pamilya ni Noe. Si Noe diosnon nga tawo. Siya lang ang nagakinabuhi nga matarong sa iyang panahon, ug suod ang iyang relasyon sa Dios."},
            {"verse": 10, "text": "May tulo siya ka anak nga lalaki nga sila si Shem, Ham, ug Jafet."},
            {"verse": 11, "text": "Sa panan-aw sa Dios, daotan gayod ang mga tawo ug nalukop ang kalibotan sa ilang kadaotan."},
            {"verse": 12, "text": "Nakita sa Dios nga daotan na gayod ang mga tawo sa kalibotan tungod kay labihan na gayod kangil-ad ang tanan nilang mga binuhatan."},
            {"verse": 13, "text": "Busa miingon siya kang Noe, “Laglagon ko ang tanang mga tawo. Kay tungod kanila, napuno sa kadaotan ang kalibotan. Laglagon ko sila uban niining kalibotana."},
            {"verse": 14, "text": "Busa Noe, pagbuhat ug arka gamit ang maayong klase sa kahoy, ug buhati kini ug mga kuwarto. Unya pahiri ug alkitran ang sulod ug gawas sa arka."},
            {"verse": 15, "text": "Buhata ang arka nga may gitas-on nga 450 ka piye, ang iyang gilapdon 75 ka piye, ug ang iyang gihabugon 45 ka piye."},
            {"verse": 16, "text": "Atopi ang arka, ug inigbutang mo sa dingding, pagbilin ug 18 ka pulgada nga gintang gikan sa atop. Himoang tulo ka andana ang arka, ug butangi ug pultahan sa kilid."},
            {"verse": 17, "text": "Palunopan ko ang kalibotan aron malaglag ang tanan nga may kinabuhi. Mamatay ang tanan nga anaa sa kalibotan."},
            {"verse": 18, "text": "Apan magbuhat ako ug kasabotan kanimo. Mosulod ka sa arka uban ang imong asawa ug ang imong mga anak uban sa ilang mga asawa."},
            {"verse": 19, "text": "Pagpasulod usab ug tag-usa ka pares, lalaki ug babaye, sa matag matang sa mga mananap aron mabuhi sila uban kanimo."},
            {"verse": 20, "text": "Moduol kanimo ang duha sa matag matang sa tanang mga mananap nga nagalupad, nagalakaw, ug nagakamang."},
            {"verse": 21, "text": "Pagdala usab sa tanang matang sa pagkaon alang kaninyo ug alang usab sa mga mananap.”"},
            {"verse": 22, "text": "Ug gituman ni Noe ang tanan nga gisugo sa Dios kaniya."}

        ],
        "7": [
            {"verse": 1, "text": "Miingon ang Ginoo kang Noe, “Sulod na sa arka uban sa imong tibuok nga pamilya, tungod kay sa tanang mga tawo niining henerasyon, ikaw ra ang nakita ko nga matarong."},
            {"verse": 2, "text": "Pagdala ug pito ka pares sa matag matang sa hinlo nga mananap, apan usa lang ka pares sa matag matang sa dili hinlo nga mananap."},
            {"verse": 3, "text": "Pagdala usab ug pito ka pares sa matag matang sa mananap nga nagalupad aron dili mawala kining matang sa mga mananap sa kalibotan."},
            {"verse": 4, "text": "Kay pito ka adlaw gikan karon, paulanan ko ang tibuok kalibotan sulod sa 40 ka adlaw ug 40 ka gabii, aron papason gikan sa kalibotan ang tanan kong gibuhat nga may kinabuhi.”"},
            {"verse": 5, "text": "Gituman ni Noe ang tanan nga gisugo sa Ginoo kaniya."},
            {"verse": 6, "text": "Nagaedad si Noe ug 600 ka tuig sa dihang miabot ang lunop sa kalibotan."},
            {"verse": 7, "text": "Misulod siya sa arka uban ang iyang asawa ug mga anak uban ang ilang mga asawa aron dili sila mangamatay sa lunop."},
            {"verse": 8, "text": "Sumala sa gisugo sa Dios,"},
            {"verse": 9, "text": "gipasulod ni Noe sa arka ang matag pares sa tanang matang sa mananap nga hinlo ug dili hinlo nga miduol kaniya."},
            {"verse": 10, "text": "Ug paglabay sa pito ka adlaw, gilunopan ang kalibotan."},
            {"verse": 11, "text": "Nagaedad niadto si Noe ug 600 ka tuig. Ug sa ika-17 nga adlaw sa ikaduha nga bulan, mibunok ang labihan gayod kakusog nga ulan ug miapaw ang tubig sa tanang tuboran."},
            {"verse": 12, "text": "Nagaulan sa kalibotan sulod sa 40 ka adlaw ug 40 ka gabii."},
            {"verse": 13, "text": "Sa adlaw mismo nga nagasugod ang ulan, misulod sa arka si Noe ug ang iyang asawa uban sa tulo nila ka mga anak nga sila si Shem, Ham, ug Jafet, ug ang ilang mga asawa."},
            {"verse": 14, "text": "Kauban usab nila ang tanang matang sa mananap: ang nagalakaw, nagakamang, ug nagalupad."},
            {"verse": 15, "text": "Sumala sa gisugo sa Dios kang Noe, gipasulod niya sa arka ang matag pares sa tanang matang sa mananap nga miduol kaniya."},
            {"verse": 16, "text": "Pagkahuman, gisirad-an sa Ginoo ang arka."},
            {"verse": 17, "text": "Nagpadayon pag-ulan sa kalibotan sulod sa 40 ka adlaw."},
            {"verse": 18, "text": "Milawom ang tubig hangtod nga milutaw ang arka."},
            {"verse": 19, "text": "Milawom pa gayod ang tubig hangtod nga nalapawan ang tanang tag-as nga mga bukid,"},
            {"verse": 20, "text": "ug milapaw pa gayod ang tubig ug mga 20 ka piye gikan sa tumoy sa kinatas-ang bukid."},
            {"verse": 21, "text": "Busa nangamatay ang tanan nga may kinabuhi—ang mga mananap nga nagalupad, nagalakaw, nagakamang, ug ang tanang mga tawo."},
            {"verse": 22, "text": "Nangamatay ang tanang may kinabuhi sa yuta."},
            {"verse": 23, "text": "Gilaglag sa Ginoo ang tanang mga tawo ug ang tanang mga mananap sa kalibotan. Si Noe lang ug ang iyang mga kauban sa sulod sa arka ang nahibiling buhi."},
            {"verse": 24, "text": "Gilunopan ang kalibotan sulod sa 150 ka adlaw."}

        ],
        "8": [
            {"verse": 1, "text": "Wala kalimti sa Dios si Noe ug ang iyang kauban nga mga mananap sulod sa arka. Busa gipahuyop niya ang hangin diha sa kalibotan ug nagahinay-hinay ug hubas ang tubig."},
            {"verse": 2, "text": "Gisampongan niya ang mga tuboran ug gipaundang ang ulan."},
            {"verse": 3, "text": "Padayon nga mihubas ang tubig sulod sa 150 ka adlaw."},
            {"verse": 4, "text": "Ug sa ika-17 nga adlaw sa ikapito nga bulan, nahitungtong ang arka sa Bukid sa Ararat."},
            {"verse": 5, "text": "Padayon nga mihubas ang tubig. Ug sa unang adlaw sa ika-10 nga bulan, nakita na ang tumoy sa mga bukid."},
            {"verse": 6, "text": "Paglabay sa 40 pa gayod ka adlaw, giablihan ni Noe ang bintana sa arka"},
            {"verse": 7, "text": "ug gibuhian ang usa ka uwak. Mibalik-balik ra ug lupad ang uwak hangtod nga mihubas ang tubig."},
            {"verse": 8, "text": "Unya gibuhian ni Noe ang usa ka salampati aron mahibaloan niya kon mihubas na ang tubig,"},
            {"verse": 9, "text": "apan walay matugdonan ang salampati tungod kay nalukop pa sa tubig ang tibuok kalibotan. Busa mibalik ang salampati kang Noe sa arka. Gipatugdon ni Noe ang salampati sa iyang kamot ug gisulod kini pagbalik sa arka."},
            {"verse": 10, "text": "Gipalabay pa ni Noe ang pito ka adlaw ug unya gibuhian niya pag-usab ang salampati."},
            {"verse": 11, "text": "Pagkakilomkilom, mibalik ang salampati nga nagatangag ug lunhawng dahon sa olibo. Busa nahibaloan ni Noe nga mihubas na ang tubig."},
            {"verse": 12, "text": "Gipalabay pa ni Noe ang laing pito ka adlaw ug gibuhian niya pag-usab ang salampati, apan wala na kini mobalik."},
            {"verse": 13, "text": "Sa unang adlaw sa unang bulan, mihubas na gayod ang tubig. Nagaedad na si Noe ug 601 ka tuig. Giablihan ni Noe ang tabon sa arka ug nakita niya nga mala na ang yuta."},
            {"verse": 14, "text": "Sa ika-27 nga adlaw sa ikaduha nga bulan mala na gayod ang yuta sa tibuok kalibotan."},
            {"verse": 15, "text": "Unya miingon ang Dios kang Noe,"},
            {"verse": 16, "text": "“Gawas na kamong tanan sa arka."},
            {"verse": 17, "text": "Ug pagawasa usab ang tanang mga mananap aron mosanay sila ug malukop nila ang tibuok kalibotan.”"},
            {"verse": 18, "text": "Busa migawas si Noe uban sa iyang asawa, mga anak nga lalaki ug mga umagad."},
            {"verse": 19, "text": "Migawas usab ang tanang mga mananap: ang nagalakaw, nagalupad, ug nagakamang. Nanggawas sila sumala sa ilang matang."},
            {"verse": 20, "text": "Nagbuhat si Noe ug halaran alang sa Ginoo. Unya mikuha siya ug usa sa matag matang sa hinlo nga mananap apil usab sa matag matang sa langgam nga hinlo ug gisunog niya kini sa halaran ingon nga halad sa Ginoo."},
            {"verse": 21, "text": "Sa dihang napanimahoan sa Ginoo ang kahumot niini, miingon siya sa iyang kaugalingon, “Dili ko na gayod tunglohon pag-usab ang yuta tungod sa binuhatan sa tawo. Bisan pa ug daotan siya sukad pa sa iyang pagkabata, dili ko na gayod laglagon pag-usab ang tanang may kinabuhi sama sa akong gibuhat."},
            {"verse": 22, "text": "Samtang anaa pa ang kalibotan, kanunayng may panahon sa tingtanom ug ting-ani, may tingtugnaw ug ting-init, may tinghulaw ug ting-ulan, ug may adlaw ug gabii.”"}
            
        ],
        "9": [
            {"verse": 1, "text": "Unya, gipanalanginan sa Dios si Noe ug ang iyang mga anak ug giingnan, “Panganak kamo aron mosanay ug malukop ang tibuok kalibotan. "},
            {"verse": 2, "text": "Mahadlok kaninyo ang tanang mga mananap: ang nagalakaw, ang nagalupad, ang nagakamang, ug ang nagapuyo sa tubig. Gitugyan ko sila kaninyo. "},
            {"verse": 3, "text": "Gihatag ko kaninyo ang mga mananap ingon nga inyong pagkaon, maingon nga gihatag ko kaninyo ang lunhawng mga tanom ingon nga pagkaon. "},
            {"verse": 4, "text": "Apan ayaw gayod ninyo kan-a ang karne sa mananap nga wala nakagawas ang dugo, tungod kay ang dugo simbolo sa kinabuhi. "},
            {"verse": 5, "text": "Paninglan ko gayod si bisan kinsa nga mopatay kaninyo, tawo man o mananap. Paninglan ko si bisan kinsa nga mopatay sa iyang isigka-tawo. "},
            {"verse": 6, "text": "Si bisan kinsa nga mopatay sa iyang isigka-tawo kinahanglan patyon usab sa iyang isigka-tawo. Kay ang tawo gibuhat sa Dios nga sama kaniya. "},
            {"verse": 7, "text": "Panganak kamo aron mosanay ug malukop ninyo ang tibuok kalibotan.”"},
            {"verse": 8, "text": "Miingon pa gayod ang Dios kang Noe ug sa iyang mga anak, "},
            {"verse": 9, "text": "“Mao kini ang akong kasabotan kaninyo ug sa inyong mga kaliwat,"},
            {"verse": 10, "text": "ingon man sa tanang mga mananap nga migawas uban kaninyo gikan sa arka: Dili ko na gayod laglagon pag-usab ang tanang mga buhing binuhat pinaagi sa lunop."},
            {"verse": 11, "text": "Ug wala na gayoy lunop nga mahitabo aron sa paglaglag sa kalibotan."},
            {"verse": 12, "text": "Ug ingon nga ilhanan sa akong kasabotan kaninyo ug sa tanang matang sa mga mananap,"},
            {"verse": 13, "text": "ug sa tanan ninyong umaabot nga mga kaliwat, ibutang ko ang akong bangaw sa mga panganod. "},
            {"verse": 14, "text": "Kon padag-omon ko ug magpakita ang bangaw diha sa kalangitan, "},
            {"verse": 15, "text": "hinumdoman ko dayon ang akong kasabotan kaninyo ug sa tanang matang sa mga mananap, nga dili na gayod mahitabo pag-usab ang lunop nga molaglag sa tanang buhing binuhat. "},
            {"verse": 16, "text": "Kon magpakita ang bangaw diha sa mga panganod, hinumdoman ko dayon ang akong walay kataposan nga kasabotan sa tanan nga may kinabuhi sa kalibotan. "},
            {"verse": 17, "text": "Ang bangaw mao ang ilhanan sa akong kasabotan sa tanan nga nagakinabuhi sa kalibotan.”"},
            {"verse": 18, "text": "Mao kini ang mga anak ni Noe nga kauban niya sa arka: si Shem, si Ham, ug si Jafet. (Si Ham mao ang amahan ni Canaan.) "},
            {"verse": 19, "text": "Kanila naggikan ang tanang mga tawo sa kalibotan."},
            {"verse": 20, "text": "Si Noe usa ka mag-uuma ug siya mao ang una nga nagatanom ug ubas. "},
            {"verse": 21, "text": "Usa ka higayon niana, miinom siya ug bino, nahubog, ug natulog nga hubo sulod sa iyang tolda. "},
            {"verse": 22, "text": "Unya, si Ham nga amahan ni Canaan misulod sa tolda, ug nakita niya nga hubo ang iyang amahan. Busa migawas siya ug gisuginlan niya ang duha niya ka igsoon. "},
            {"verse": 23, "text": "Mikuha si Shem ug si Jafet ug panapton ug gibutang nila kini sa ilang abaga, unya milakaw sila nga paatras pasulod sa tolda ug gitabonan nila ang ilang amahan. Wala sila milingi ug wala nila makita ang pagkahubo sa ilang amahan. "},
            {"verse": 24, "text": "Sa dihang nahuwasan na si Noe sa iyang kahubog, ug sa pagkahibalo niya sa gibuhat sa iyang kamanghoran nga anak, "},
            {"verse": 25, "text": "miingon siya, “Tinunglo ka Canaan! Mahimo kang labing ubos nga ulipon sa imong mga igsoon.”"},
            {"verse": 26, "text": "Ug miingon usab siya, “Dalaygon ang Ginoo, ang Dios ni Shem. Hinaut pa nga mahimong ulipon ni Shem si Canaan."},
            {"verse": 27, "text": "Hinaut nga padaghanon sa Dios ang kayutaan ni Jafet, ug mahimong maayo ang panag-uban sa iyang mga kaliwat ug sa mga kaliwat ni Shem. Hinaut nga mahimo usab niyang ulipon si Canaan.”"},
            {"verse": 28, "text": "Nabuhi pa ug laing 350 ka tuig si Noe human sa lunop. "},
            {"verse": 29, "text": "Namatay siya sa edad nga 950."}            
        ],
        "10": [
            {"verse": 1, "text": "Mao kini ang sugilanon mahitungod sa mga pamilya sa mga anak ni Noe nga sila si Shem, Ham, ug Jafet. Nangatawo ang ilang mga anak pagkahuman sa lunop."},
            {"verse": 2, "text": "Ang mga anak ni Jafet mao sila si Gomer, Magog, Madai, Javan, Tubal, Meshec, ug Tiras. "},
            {"verse": 3, "text": "Si Gomer may mga anak usab nga sila si Ashkenaz, Rifat, ug Togarma. "},
            {"verse": 4, "text": "Ang mga anak ni Javan mao sila si Elisha, Tarshish, Kitim, ug Dodanim. "},
            {"verse": 5, "text": "Mao kini sila ang mga kaliwat ni Jafet. Sila mao ang gigikanan sa mga tawo nga nagapuyo sa mga baybayon ug mga isla. Ang matag pamilya nila nagapuyo sa ilang kaugalingong dapit nga sakop sa ilang nasod, ug may kaugalingon silang pinulongan."},
            {"verse": 6, "text": "Ang mga anak ni Ham mao sila si Cush, Mizraim, Put, ug Canaan. "},
            {"verse": 7, "text": "Si Cush may mga anak usab nga sila si Sheba, Havila, Sabta, Raama, ug Sabteca. Ang mga anak ni Raama mao si Sheba ug si Dedan. "},
            {"verse": 8, "text": "May usa pa ka anak si Cush nga ginganlan ug Nimrod. Kini si Nimrod nahimong bantogan nga tawo sa kalibotan. "},
            {"verse": 9, "text": "Bantogan siya nga mangangayam atubangan sa Ginoo, busa may panultihon nga nagaingon, “Sama ikaw kang Nimrod nga bantogan nga mangangayam atubangan sa Ginoo.” "},
            {"verse": 10, "text": "Ang una nga gingharian nga gidumalahan ni Nimrod mao ang Babilonia, Erec, Acad, ug Calne. Kini silang tanan anaa sa yuta sa Shinar. "},
            {"verse": 11, "text": "Gikan niadto nga mga dapit miadto siya sa Asiria ug gitukod niya ang Nineve, Rehobot Ir, Cala, "},
            {"verse": 12, "text": "ug Resen nga anaa sa tunga-tunga sa Nineve ug sa bantogan nga lungsod sa Cala."},
            {"verse": 13, "text": "Si Mizraim mao ang katigulangan sa mga Ludhanon, Anamnon, Lehabnon, Naftunon, "},
            {"verse": 14, "text": "Patrusnon, Caslunon, ug sa mga Caftornon nga mao ang kagikan sa mga Filistihanon."},
            {"verse": 15, "text": "Si Canaan mao ang amahan ni Sidon ug ni Het. Si Sidon mao ang kamagulangan. "},
            {"verse": 16, "text": "Si Canaan mao usab ang kagikan sa mga Jebusihanon, Amorihanon, Gergasihanon, "},
            {"verse": 17, "text": "Hibihanon, Arkanhon, Sinhanon, "},
            {"verse": 18, "text": "Arvadnon, Zemarnon, ug sa mga Hamatnon. Unya, nagakatag ang mga kaliwat ni Canaan. "},
            {"verse": 19, "text": "Ang utlanan sa ilang kayutaan nagagikan sa Sidon paingon sa Gerar hangtod sa Gaza, ug paingon sa Sodoma, Gomora, Adma, Zeboyim hangtod sa Lasha."},
            {"verse": 20, "text": "Mao kini sila ang mga kaliwat ni Ham. Ang matag pamilya nila nagapuyo sa ilang kaugalingong dapit nga sakop sa ilang nasod, ug may kaugalingon silang pinulongan."},
            {"verse": 21, "text": "Si Shem nga magulang ni Jafet mao ang kagikan sa tanang mga Hebreo. "},
            {"verse": 22, "text": "Ang iyang mga anak mao sila si Elam, Ashur, Arfaxad, Lud, ug Aram. "},
            {"verse": 23, "text": "Ang mga anak ni Aram mao sila si Uz, Hul, Geter, ug Meshec. "},
            {"verse": 24, "text": "Si Arfaxad amahan ni Shela, ug si Shela amahan ni Eber. "},
            {"verse": 25, "text": "May duha ka anak si Eber: ang usa ginganlag Peleg, tungod kay sa iyang panahon ang mga tawo sa kalibotan nabahin-bahin; ang ngalan sa iyang igsoon mao si Joktan. "},
            {"verse": 26, "text": "Si Joktan mao ang amahan nila ni Almodad, Shelef, Hazarmavet, Jera, "},
            {"verse": 27, "text": "Hadoram, Uzal, Dikla, "},
            {"verse": 28, "text": "Obal, Abimael, Sheba, "},
            {"verse": 29, "text": "Ofir, Havila, ug Jobab. Silang tanan mao ang mga anak ni Joktan. "},
            {"verse": 30, "text": "Ang kayutaan nga ilang gipuy-an nagagikan sa Mesha paingon sa Sefar, sa kabungtoran sa sidlakan. "},
            {"verse": 31, "text": "Mao kadto sila ang mga kaliwat ni Shem. Ang matag pamilya nila nagapuyo sa ilang kaugalingong dapit nga sakop sa ilang nasod, ug may kaugalingon silang pinulongan."},
            {"verse": 32, "text": "Mao kadto ang mga kaliwat sa mga anak ni Noe, nga anaa sa nagakalain-laing mga nasod. Pinaagi kanila natukod ang mga nasod sa tibuok kalibotan pagkahuman sa lunop."}     
        ],
        "11": [
            {"verse": 1, "text": "Kaniadto, usa lang ang pinulongan sa tanang mga tawo sa tibuok kalibotan. "},
            {"verse": 2, "text": "Sa ilang pagbalhin-balhin gikan sa sidlakan, nakaabot sila sa usa ka patag nga dapit sa Shinar, ug didto sila namuyo. "},
            {"verse": 3, "text": "Unya, miingon ang mga tawo, “Magtukod kita ug usa ka siyudad nga may tore nga sangko sa langit,"},
            {"verse": 4, "text": "aron mahimo kitang bantogan ug aron dili kita magkatibulaag sa tibuok kalibotan.” Busa nagabuhat sila ug mga tisa, ug gipagba nila kini ug maayo aron mogahi gayod. Tisa ang ilang gigamit imbis bato. Ug aspalto ang ilang gigamit ingon nga semento."},
            {"verse": 5, "text": "Unya, gitan-aw sa Ginoo ang pagtukod sa siyudad ug sa tore sa mga tawo. "},
            {"verse": 6, "text": "Miingon siya, “Kining mga tawhana nagakahiusa ug usa ra ang ilang pinulongan. Ug kining ilang ginabuhat sinugdanan pa lang sa ilang pagabuhaton. Sa dili madugay, mahimo na nila ang tanan nga gusto nilang buhaton. "},
            {"verse": 7, "text": "Busa dali, manaog kita ug libogon nato sila pinaagi sa paghatag kanilag lain-lain nga pinulongan aron dili sila magkasinabtanay.” "},
            {"verse": 8, "text": "Busa gipatibulaag sila sa Ginoo sa tibuok kalibotan ug naundang ang ilang pagtukod sa siyudad. "},
            {"verse": 9, "text": "Busa gitawag kining maong siyudad ug Babel kay didto gilibog sa Ginoo ang sinultihan sa mga tawo, ug gikan didto gipatibulaag niya sila sa tibuok kalibotan. "},
            {"verse": 10, "text": "Mao kini ang sugilanon mahitungod sa pamilya ni Shem. Duha ka tuig human sa lunop, sa dihang naga-edad na si Shem ug 100 ka tuig, natawo ang iyang anak nga lalaki nga si Arfaxad. "},
            {"verse": 11, "text": "Human matawo si Arfaxad, nagakinabuhi pa gayod si Shem ug 500 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 12, "text": "Sa dihang naga-edad si Arfaxad ug 35 ka tuig, natawo ang iyang anak nga lalaki nga si Shela. "},
            {"verse": 13, "text": "Human matawo si Shela, nagakinabuhi pa gayod si Arfaxad ug 403 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 14, "text": "Sa dihang naga-edad si Shela ug 30 ka tuig, natawo ang iyang anak nga lalaki nga si Eber. "},
            {"verse": 15, "text": "Human matawo si Eber, nagakinabuhi pa si Shela ug 403 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 16, "text": "Sa dihang naga-edad si Eber ug 34 ka tuig, natawo ang iyang anak nga lalaki nga si Peleg. "},
            {"verse": 17, "text": "Human matawo si Peleg, nagakinabuhi pa si Eber ug 430 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 18, "text": "Sa dihang naga-edad na si Peleg ug 30 ka tuig, natawo ang iyang anak nga lalaki nga si Reu. "},
            {"verse": 19, "text": "Human matawo si Reu, nagakinabuhi pa si Peleg ug 209 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 20, "text": "Sa dihang naga-edad na si Reu ug 32 ka tuig, natawo ang iyang anak nga lalaki nga si Serug. "},
            {"verse": 21, "text": "Human matawo si Serug, nagakinabuhi pa si Reu ug 207 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 22, "text": "Sa dihang naga-edad si Serug ug 30 ka tuig, natawo ang iyang anak nga lalaki nga si Nahor. "},
            {"verse": 23, "text": "Human matawo si Nahor, nagakinabuhi pa si Serug ug 200 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 24, "text": "Sa dihang naga-edad si Nahor ug 29 ka tuig, natawo ang iyang anak nga lalaki nga si Tera. "},
            {"verse": 25, "text": "Human matawo si Tera, nagakinabuhi pa si Nahor ug 119 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 26, "text": "Sa nakaabot na si Tera sa edad nga 70, natawo ang iyang mga anak nga lalaki nga sila ni Abram, Nahor, ug Haran."},
            {"verse": 27, "text": "Mao kini ang sugilanon mahitungod sa pamilya ni Tera. Si Tera amahan nila ni Abram, Nahor, ug Haran. Si Haran mao ang amahan ni Lot. "},
            {"verse": 28, "text": "Namatay si Haran didto sa Ur nga sakop sa pagdumala sa mga Kaldeanhon, sa dapit mismo nga iyang natawhan. Namatay siya samtang buhi pa ang iyang amahan nga si Tera. "},
            {"verse": 29, "text": "Nangasawa si Abram kang Sarai, ug si Nahor nangasawa kang Milca. Si Milca ug ang iyang igsoon nga si Isca mga anak ni Haran. "},
            {"verse": 30, "text": "Si Sarai walay anak kay baog siya."},
            {"verse": 31, "text": "Mibiya si Tera sa Ur nga sakop sa pagdumala sa mga Kaldeanhon. Kauban niya ang iyang anak nga si Abram, ang iyang umagad nga si Sarai, ug ang iyang apo nga si Lot nga anak ni Haran. Paingon unta sila sa Canaan, apan pag-abot nila sa Haran nanimuyo na sila didto. "},
            {"verse": 32, "text": "Ug didto namatay si Tera sa edad nga 205."}            
        ],
        "12": [
            {"verse": 1, "text": "Unya, miingon ang Ginoo kang Abram, “Biyai ang imong nasod, ang imong mga kaparyentehan, ug ang panimalay sa imong amahan, ug adto sa dapit nga ipakita ko kanimo. "},
            {"verse": 2, "text": "Himuon ko ang imong mga kaliwat nga usa ka bantogan nga nasod. Panalanginan ko ikaw ug mahimong bantogan ang imong ngalan. Pinaagi kanimo, daghan ang makadawat sa panalangin. "},
            {"verse": 3, "text": "Panalanginan ko ang nagapanalangin kanimo. Apan tunglohon ko ang nagatunglo kanimo. Pinaagi kanimo, panalanginan ko ang tanang katawhan sa kalibotan.”"},
            {"verse": 4, "text": "Busa mibiya si Abram sa Haran ug miadto sa Canaan, sumala sa giingon sa Ginoo kaniya."},
            {"verse": 5, "text": "Nagaedad niadto si Abram ug 75 ka tuig. Miuban kaniya ang iyang pag-umangkon nga si Lot. Gidala usab niya ang iyang asawa nga si Sarai ug ang tanan nilang mga kabtangan ug mga sulugoon nga natigom nila sa Haran."},
            {"verse": 6, "text": "Pag-abot nila sa Canaan, mipadayon sila hangtod nga nakaabot sila sa dakong kahoy sa More didto sa Shekem. (Niadtong panahona didto pa nagapuyo ang mga Canaanhon.) "},
            {"verse": 7, "text": "Unya nagapakita ang Ginoo kang Abram ug miingon kaniya, “Ihatag ko sa imong mga kaliwat kining yutaa.” Busa nagabuhat si Abram ug halaran alang sa Ginoo nga mipakita kaniya. "},
            {"verse": 8, "text": "Gikan didto, mibalhin sila sa kabungtoran sa sidlakang bahin sa Betel, ug didto nagapatindog sila ug tolda, sa tunga-tunga sa Betel ug Ai, Ang Betel anaa sa kasadpan ug ang Ai sa sidlakan. Nagbuhat usab didto si Abram ug halaran ug misimba sa Ginoo. "},
            {"verse": 9, "text": "Wala madugay namalhin na usab sila. Nagpadayon sila sa paglakaw paingon sa Negev. "},
            {"verse": 10, "text": "Unya, miabot ang dakong kagutom sa Canaan, busa miadto si Abram sa Ehipto aron didto lang una mopuyo. "},
            {"verse": 11, "text": "Sa nagakaduol na sila sa Ehipto, miingon si Abram sa iyang asawa, “Sarai, maanyag ka nga babaye. "},
            {"verse": 12, "text": "Kon makita ka sa mga Ehiptohanon moingon sila, ‘Iya kining asawa.’ Unya, patyon nila ako ug ikaw dili. "},
            {"verse": 13, "text": "Busa ingna sila nga managsoon kita aron dili nila ako patyon ug hatagan nila akog maayong pagtagad tungod kanimo.”"},
            {"verse": 14, "text": "Busa pag-abot nila sa Ehipto, nakita tuod sa mga Ehiptohanon nga labihan gayod kaanyag ni Sarai. "},
            {"verse": 15, "text": "Ug sa dihang nakita siya sa mga opisyal sa hari, gisuginlan nila ang hari kon unsa siya katahom. Busa gidala si Sarai didto sa palasyo. "},
            {"verse": 16, "text": "Tungod kang Sarai, maayo gayod ang pagtagad sa hari kang Abram ug gihatagan pa siya ug mga karnero, kanding, baka, asno, kamelyo, ug mga sulugoon nga lalaki ug babaye."},
            {"verse": 17, "text": "Apan gihatagan sa Ginoo ug mangilngig nga sakit ang hari ug ang iyang mga sakop sa palasyo tungod kang Sarai. "},
            {"verse": 18, "text": "Sa dihang nasayran sa hari ang hinungdan, gipatawag niya si Abram ug gipangutana, “Unsa kining gibuhat mo kanako? Nganong wala ka magsulti nga asawa mo diay siya? "},
            {"verse": 19, "text": "Nganong miingon ka nga managsoon kamo? Gikuha ko hinuon siya aron mahimong asawa. Ania ang imong asawa, kuhaa siya ug panglakaw na kamo!” "},
            {"verse": 20, "text": "Unya gimandoan sa hari ang iyang mga tawo nga papahawaon sila. Busa gipabiya nila si Abram niadtong dapita uban sa iyang asawa, dala ang tanan niyang kabtangan."}            
        ],
        "13": [
            {"verse": 1, "text": "Gikan sa Ehipto, miadto si Abram sa Negev uban sa iyang asawa dala ang tanan niyang kabtangan, ug uban gihapon si Lot. "},
            {"verse": 2, "text": "Adunahan na kaayo si Abram; daghan siyag mga hayop, pilak, ug bulawan. "},
            {"verse": 3, "text": "Gikan sa Negev, nagabalhin-balhin sila hangtod nga nakabalik sila sa dapit tunga-tunga sa Betel ug Ai diin nagapatindog sila sa ilang tolda kaniadto,"},
            {"verse": 4, "text": "ug diin usab sila una nga nagabuhat ug halaran. Ug gisimba pag-usab ni Abram ang Ginoo didto."},
            {"verse": 5, "text": "Si Lot nga mikuyog paglakaw kang Abram aduna usab siyay mga kahayopan ug tolda. "},
            {"verse": 6, "text": "Ug tungod kay daghan na ang ilang mga kahayopan ug uban pang mga kabtangan, dili sila mahimo nga mag-usa sa pagpuyo sa usa ka dapit. Ang sabsabanan dili paigo kanila. "},
            {"verse": 7, "text": "Tungod niini, nagakaaway ang mga magbalantay sa ilang mga hayop. (Niadtong panahona ang mga Canaanhon ug mga Perisihanon nagapuyo pa usab niadtong dapita.)"},
            {"verse": 8, "text": "Busa miingon si Abram kang Lot, “Kita ug ang atong mga tawo dili angay nga mag-away kay paryente kita. "},
            {"verse": 9, "text": "Ang maayo niini, magbulag na lang kita tungod kay daghan pa man ang dapit nga mahimong balhinan. Pagpili kon asa nga bahin sa yuta ang imong gusto. Kon sa wala ka nga bahin, sa tuo ako; kon sa tuo ka nga bahin, sa wala ako.”"},
            {"verse": 10, "text": "Mitan-aw si Lot sa palibot ug nakita niya nga abunda sa tubig ang Kapatagan sa Jordan hangtod sa Zoar, sama sa tanaman sa Ginoo ug sa yuta sa Ehipto. (Sa panahon kini nga wala pa gilaglag sa Ginoo ang Sodoma ug Gomora.) "},
            {"verse": 11, "text": "Busa gipili ni Lot ang tibuok nga Kapatagan sa Jordan sa sidlakan. Sa mao nga paagi nagabulag sila ni Abram. "},
            {"verse": 12, "text": "Si Abram nagapabilin sa Canaan samtang si Lot didto mipuyo sa mga lungsod sa kapatagan. Nagpatindog si Lot sa iyang tolda duol sa Sodoma. "},
            {"verse": 13, "text": "Ang mga tawo sa Sodoma labihan gayod ka daotan. Labihan gayod ang ilang pagpakasala batok sa Ginoo. "},
            {"verse": 14, "text": "Sa dihang nakabiya na si Lot, miingon ang Ginoo kang Abram, “Gikan diha sa imong gitindogan tan-awa pag-ayo ang imong palibot. "},
            {"verse": 15, "text": "Ang tanan nga yuta nga maabot sa imong panan-aw ihatag ko kanimo ug sa imong mga kaliwat, ug mainyo kana hangtod sa kahangtoran. "},
            {"verse": 16, "text": "Himuon ko ang imong mga kaliwat nga sama kadaghan sa abog. Ang abog dili maihap, busa ang imong mga kaliwat dili usab maihap. "},
            {"verse": 17, "text": "Lakaw ug libota ang tibuok kayutaan kay ihatag ko kanang tanan kanimo.” "},
            {"verse": 18, "text": "Busa gibalhin ni Abram ang iyang tolda, ug didto siya mipuyo duol sa dagkong mga kahoy ni Mamre didto sa Hebron, ug nagabuhat siya didto ug halaran alang sa Ginoo."}
        ],
    },
    "Exodus": {
        "1": [
            {"verse": 1, "text": "These are the names of the sons of Israel who went to Egypt with Jacob, each with his family:"},
            {"verse": 2, "text": "Reuben, Simeon, Levi and Judah;"}
        ]
    }
}
