{
    "Genesis": {
        "1": [
            {"verse": 1, "text": "Sa sinugdan gimugna sa Dios ang kalangitan ug ang kalibotan."},
            {"verse": 2, "text": "Ang kalibotan kaniadto wala pay porma ug hawan pa. Nalukop kini sa tubig ug gitabonan sa kangitngit. Ug ang Espiritu sa Dios nagalihok diha ibabaw sa katubigan."},
            {"verse": 3, "text": "Unya miingon ang Dios, “Mohayag!” Ug diha-diha mihayag."},
            {"verse": 4, "text": "Nakita sa Dios nga maayo ang kahayag. Unya gibulag niya ang kahayag ug ang kangitngit."},
            {"verse": 5, "text": "Gitawag niyag “adlaw” ang kahayag ug ang kangitngit gitawag niyag “gabii.” Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang unang adlaw."},
            {"verse": 6, "text": "Unya miingon ang Dios, “Motungha ang wanang aron nga mabahin ang tubig.”"},
            {"verse": 7, "text": "Ug gihimo sa Dios ang wanang nga nagabulag sa tubig sa ibabaw ug sa tubig sa ubos."},
            {"verse": 8, "text": "Kini nga wanang gitawag sa Dios nga “kawanangan.” Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikaduhang adlaw."},
            {"verse": 9, "text": "Unya miingon ang Dios, “Matingob sa usa ka dapit ang tubig ubos sa kawanangan aron motungha ang malang dapit.” Ug natuman kini."},
            {"verse": 10, "text": "Gitawag niyag “yuta” ang malang dapit ug “dagat” ang natingob nga tubig. Ug nakita sa Dios nga maayo kini."},
            {"verse": 11, "text": "Unya miingon ang Dios, “Manurok sa yuta ang nagakalain-laing mga tanom—mga tanom nga may mga liso ug mga kahoy nga mamunga ug prutas nga may liso sumala sa ilang matang.” Ug nahitabo kini."},
            {"verse": 12, "text": "Nanubo sa yuta ang nagakalain-laing matang sa tanom, ug nakita sa Dios nga maayo kini."},
            {"verse": 13, "text": "Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikatulong adlaw."},
            {"verse": 14, "text": "Unya miingon ang Dios, “Motungha sa kalangitan ang mga butang nga may kahayag aron sa pagbulag sa adlaw ug sa gabii, ug mahimong ilhanan sa pagsugod sa mga panahon, mga adlaw, ug mga tuig."},
            {"verse": 15, "text": "Modan-ag sila sa kalangitan sa paghatag ug kahayag sa kalibotan.” Ug natuman kini."},
            {"verse": 16, "text": "Nahimo ang duha ka dagkong mga butang nga may kahayag: ang mas dako mao ang adlaw nga mohatag ug kahayag kon adlaw, ug ang gamay mao ang bulan nga mohatag ug kahayag kon gabii. Nahimo usab ang mga bitoon."},
            {"verse": 17, "text": "Gipahimutang sa Dios kini nga mga butang sa kalangitan sa paghatag ug kahayag sa kalibotan kon adlaw ug gabii,"},
            {"verse": 18, "text": "ug aron sa pagbulag sa kahayag ug sa kangitngit. Ug nakita sa Dios nga maayo kini."},
            {"verse": 19, "text": "Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikaupat nga adlaw."},
            {"verse": 20, "text": "Unya miingon ang Dios, “Mapuno sa nagakalain-laing mga mananap ang katubigan, ug manglupad sa kahanginan ang nagakalain-laing mga mananap.”"},
            {"verse": 21, "text": "Busa gihimo sa Dios ang dagkong mga mananap sa tubig, ug ang tanang matang sa mga mananap nga nagapuyo sa tubig, apil ang tanang matang sa mga mananap nga nagalupad. Ug nakita sa Dios nga maayo kini."},
            {"verse": 22, "text": "Unya gipanalanginan niya kining tanan nga nagaingon, “Sanay kamo ug pagdaghan, kamong mga mananap sa tubig ug mga mananap nga nagalupad.”"},
            {"verse": 23, "text": "Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikalimang adlaw."},
            {"verse": 24, "text": "Unya miingon ang Dios, “Motungha ang nagakalain-laing mga mananap diha sa yuta: ang mga hayop nga ihalas ug dili ihalas, ug mga hayop nga nagakamang.” Ug natuman kini."},
            {"verse": 25, "text": "Gibuhat sa Dios kini nga mga mananap, ug nakita niya nga maayo kini."},
            {"verse": 26, "text": "Unya miingon ang Dios, “Magbuhat kita ug tawo nga sama kanato. Gamhan nila ang tanang matang sa mga mananap: ang nagapuyo sa tubig, ang nagalupad, ang nagalakaw, ug ang nagakamang.”"},
            {"verse": 27, "text": "Busa gimugna sa Dios ang tawo, lalaki ug babaye, nga sama kaniya."},
            {"verse": 28, "text": "Ug gipanalanginan niya sila nga nagaingon, “Panganak kamo ug daghan aron malukop sa inyong kaliwatan ang kalibotan. Dumalaha ninyo kini ug kamo ang magmando sa tanang matang sa mananap.”"},
            {"verse": 29, "text": "Unya miingon ang Dios, “Gihatag ko kaninyo ang tanang mga tanom nga adunay liso ug tanang bunga sa mga kahoy ingon nga inyong pagkaon."},
            {"verse": 30, "text": "Ug gihatag ko usab sa tanang mga mananap ang tanang lunhawng tanom ingon nga ilang pagkaon.” Ug natuman kini."},
            {"verse": 31, "text": "Gitan-aw sa Dios ang tanan niyang gibuhat ug nakita niya nga maayo gayod kini. Miabot ang kagabhion, ug unya ang kabuntagon. Mao kadto ang ikaunom nga adlaw."}

        ],
        "2": [
            {"verse": 1, "text": "Nahuman ug mugna sa Dios ang kalangitan, ang kalibotan, ug ang tanan nga anaa niini."},
            {"verse": 2, "text": "Nahuman niya kini sulod sa unom ka adlaw, ug mipahulay siya sa ikapito nga adlaw."},
            {"verse": 3, "text": "Gipanalanginan niya ang ikapito nga adlaw ug giisip niya kini nga usa ka pinasahi nga adlaw, tungod kay niining adlawa mipahulay siya human niya gimugna ang tanan."},
            {"verse": 4, "text": "Mao kini ang sugilanon mahitungod sa pagmugna sa kalangitan ug sa kalibotan. Sa pagmugna sa Ginoong Dios sa kalibotan ug sa kalangitan,"},
            {"verse": 5, "text": "wala pa sa kalibotan ang tanan nga klasi sa tanom nga nagaturok sa yuta, kay wala pa niya kini paulani ug wala pay tawo nga moatiman niini."},
            {"verse": 6, "text": "Apan bisan walay ulan, may mga tubod nga nagpabasa sa yuta."},
            {"verse": 7, "text": "Unya gibuhat sa Ginoong Dios ang tawo gikan sa yuta. Gihuypan niya ang ilong sa tawo sa gininhawa nga nagahatag ug kinabuhi, ug ang tawo nahimong kalag nga may kinabuhi."},
            {"verse": 8, "text": "Unya nagbuhat ang Ginoong Dios ug tanaman sa Eden, sa sidlakan, ug gipapuyo niya didto ang tawo nga iyang gibuhat."},
            {"verse": 9, "text": "Gipatubo sa Ginoong Dios ang tanang matang sa mga kahoy nga nindot tan-awon ug ang ilang mga bunga maayong kan-on. Sa taliwala sa tanaman adunay kahoy nga nagahatag ug kinabuhi ug kahoy nga nagahatag sa kahibalo kon unsa ang maayo ug daotan."},
            {"verse": 10, "text": "Adunay nagadagayday nga suba didto sa Eden nga nagahatag ug tubig sa tanaman. Kini nga suba nagasanga sa upat ka bahin."},
            {"verse": 11, "text": "Ang ngalan sa unang suba mao ang Pishon. Nagadagayday kini sa tibuok nga yuta sa Havila diin adunay bulawan."},
            {"verse": 12, "text": "Maayong klase ang bulawan niadtong dapita ug adunay usa ka mahalon nga pahumot nga bediliyum ug mahalon nga bato nga onix."},
            {"verse": 13, "text": "Ang ngalan sa ikaduhang suba mao ang Gihon. Nagadagayday kini sa tibuok nga yuta sa Cush."},
            {"verse": 14, "text": "Ang ngalan sa ikatulong suba mao ang Tigris. Nagadagayday kini sa sidlakang bahin sa Asiria. Ug ang ikaupat nga suba mao ang Eufrates."},
            {"verse": 15, "text": "Gipapuyo sa Ginoong Dios sa tanaman sa Eden ang tawo nga iyang gibuhat aron pag-ugmad ug pag-atiman niini."},
            {"verse": 16, "text": "Unya giingnan sa Dios ang tawo, “Mahimo mong kaonon ang bunga sa bisan unsa nga kahoy sa tanaman,"},
            {"verse": 17, "text": "gawas lang sa bunga sa kahoy nga nagahatag ug kahibalo kon unsay maayo ug daotan. Kay sa higayon nga kan-on mo kini, sigurado gayod nga mamatay ka.”"},
            {"verse": 18, "text": "Unya miingon ang Ginoong Dios, “Dili maayo nga mag-inusara ang tawo. Buhatan ko siya ug katabang nga angay kaniya.”"},
            {"verse": 19, "text": "Gibuhat sa Ginoong Dios gikan sa yuta ang tanang matang sa mga mananap nga nagapuyo sa yuta ug ang tanang matang sa mga mananap nga nagalupad. Unya gidala niya sila ngadto sa tawo aron panganlan kini. Kon unsay gipangalan sa tawo kanila mao nay tawag kanila."},
            {"verse": 20, "text": "Busa ginganlan sa tawo ang tanang mananap nga nagapuyo sa yuta apil ang mga mananap nga nagalupad. Apan walay usa niining mga mananap nga angay mahimong kaabag ni Adan."},
            {"verse": 21, "text": "Busa gipakatulog sa Ginoong Dios ang tawo. Ug samtang nahinanok siya, gikuha sa Ginoong Dios ang usa sa iyang mga gusok, ug unya gibalik ug kipot ang bahin nga gikuhaan niini."},
            {"verse": 22, "text": "Ang gusok nga gikuha gikan sa lalaki gibuhat sa Ginoong Dios nga usa ka babaye, ug gidala niya kini sa lalaki."},
            {"verse": 23, "text": "Unya miingon ang lalaki, “Ania na ang sama kanako! Bukog nga gikuha sa akong bukog, ug unod nga gikuha sa akong unod. Pagatawgon siya nga babaye, kay gikuha siya gikan sa lalaki.”"},
            {"verse": 24, "text": "Busa mao kini ang hinungdan nga mobiya ang lalaki gikan sa iyang amahan ug inahan ug makighiusa sa iyang asawa, ug silang duha mahimong usa."},
            {"verse": 25, "text": "Niadtong panahona, hubo ang lalaki ug ang iyang asawa, apan wala sila maulaw."}
        ],
        "3": [
            {"verse": 1, "text": "Sa tanang mga mananap nga gibuhat sa Ginoong Dios, ang bitin mao ang labing limbongan. Usa niadto ka higayon, gipangutana sa bitin ang babaye, “Tinuod ba gayod nga gidid-an kamo sa Dios nga mokaon sa bunga sa bisan unsa nga kahoy sa tanaman?”"},
            {"verse": 2, "text": "Mitubag ang babaye, “Makakaon kami sa mga bunga sa kahoy dinhi sa tanaman,"},
            {"verse": 3, "text": "gawas lang sa bunga sa kahoy nga anaa sa taliwala niini. Kay miingon ang Dios nga dili gayod kami mokaon sa bunga niana nga kahoy o bisan mohikap man lang. Kon himuon namo kini, mamatay kami.”"},
            {"verse": 4, "text": "Apan miingon ang bitin, “Dili tinuod nga mamatay kamo!"},
            {"verse": 5, "text": "Miingon ang Dios niana tungod kay nahibalo siya nga kon mokaon kamo niini, maabli ang inyong salabotan ug mahimo kamong sama kaniya nga nahibalo kon unsa ang maayo ug daotan.”"},
            {"verse": 6, "text": "Sa dihang nakita sa babaye nga ang bunga sa kahoy nindot tan-awon ug maayo kan-on, ug tungod kay nangandoy siya nga mahimong maalamon, mikuha siya ug bunga ug mikaon. Gihatagan usab niya ang iyang bana nga uban kaniya, ug mikaon usab kini."},
            {"verse": 7, "text": "Pagkahuman gayod nilag kaon, naabli ang ilang salabotan ug nasayod na sila kon unsay maayo ug daotan, ug nasayran nila nga hubo diay sila. Busa nagahimo silag tapis gikan sa mga dahon sa kahoy nga igos alang sa ilang lawas."},
            {"verse": 8, "text": "Sa dihang bugnaw na ang hangin sa kahaponon, nadungog nila nga nagalakaw ang Ginoong Dios sa tanaman. Busa nanago sila sa kakahoyan."},
            {"verse": 9, "text": "Apan gitawag sa Ginoong Dios ang lalaki ug gipangutana, “Hain ka?”"},
            {"verse": 10, "text": "Mitubag ang lalaki, “Nadungog ko ikaw nga nagalakaw sa tanaman, ug nahadlok ako tungod kay hubo ako, busa mitago ako.”"},
            {"verse": 11, "text": "Nangutana ang Ginoong Dios, “Kinsay naga-ingon kanimo nga hubo ka? Mikaon ka ba sa bunga sa kahoy nga giingon ko nga dili mo kan-on?”"},
            {"verse": 12, "text": "Mitubag ang lalaki, “Ang babaye nga gipauban mo kanako maoy nagahatag kanako sa bunga niadto nga kahoy ug mikaon ako.”"},
            {"verse": 13, "text": "Gipangutana sa Ginoong Dios ang babaye, “Nganong gibuhat mo man kini?” Mitubag ang babaye, “Giilad ako sa bitin, busa mikaon ako.”"},
            {"verse": 14, "text": "Busa miingon ang Ginoong Dios ngadto sa bitin, “Tungod kay gibuhat mo kini, tinunglo ka labaw sa tanang mga mananap. Ikaw lang gayod ang mahiagom niini nga tunglo: sa tibuok mong kinabuhi, magkamang ka pinaagi sa imong tiyan ug magkaon kag abog."},
            {"verse": 15, "text": "Ikaw ug ang babaye mahimong magkaaway; apil ang imong kaliwat ug ang iyang kaliwat magkaaway usab. Dugmokon niya ang imong ulo ug paakon mo ang iyang tikod.”"},
            {"verse": 16, "text": "Miingon usab siya sa babaye, “Tungod sa imong gibuhat, dugangan ko ang kalisod sa imong pagpanamkon ug ang kasakit sa pagpanganak. Ug bisan pa niana, mangandoy ka gihapon sa imong bana, ug siya ang mogahom kanimo.”"},
            {"verse": 17, "text": "Miingon usab siya sa lalaki, “Tungod kay naminaw ka sa imong asawa ug mikaon sa bunga sa kahoy nga gidili ko kanimo, tunglohon ko ang yuta. Sa tibuok mong kinabuhi, maghago ka ug maayo aron ka makakaon."},
            {"verse": 18, "text": "Moturok sa yuta ang mga sagbot ug mga sampinit, ug mokaon ka ug mga tanom gikan sa kaumahan."},
            {"verse": 19, "text": "Kinahanglan nga maghago ka ug maayo aron ka makakaon, hangtod nga mobalik ka sa yuta nga mao ang imong gigikanan. Kay sa yuta ka gikan, sa yuta ka usab mobalik.”"},
            {"verse": 20, "text": "Ginganlan ni Adan ang iyang asawa ug “Eva” tungod kay siya ang mahimong inahan sa tanang mga tawo."},
            {"verse": 21, "text": "Unya nagabuhat ang Ginoong Dios ug bisti nga gikan sa panit sa mananap alang kang Adan ug sa iyang asawa."},
            {"verse": 22, "text": "Unya miingon ang Ginoong Dios, “Karon, ang tawo sama na kanato nga nahibalo kon unsa ang maayo ug ang daotan. Kinahanglan nga dili gayod siya tugotan nga makakaon sa bunga sa kahoy nga nagahatag ug kinabuhi, kay kon mokaon siya, magpabilin siyang buhi hangtod sa kahangtoran.”"},
            {"verse": 23, "text": "Busa gipapahawa sa Ginoong Dios gikan sa tanaman sa Eden ang tawo aron sa pagpanguma sa yuta nga mao ang iyang gigikanan."},
            {"verse": 24, "text": "Sa dihang napapahawa na niya ang tawo, nagabutang ang Ginoong Dios ug mga kerubin sa sidlakang bahin sa tanaman sa Eden. Nagbutang usab siya ug espada nga nagadilaab ug nagatuyok-tuyok aron walay makaduol sa kahoy nga nagahatag ug kinabuhi."}
        ],
        "4": [
            {"verse": 1, "text": "Pagkahuman niadto, nakighilawas si Adan sa iyang asawa nga si Eva ug namabdos kini. Sa dihang nakapanganak na si Eva, miingon siya, “Nakaangkon ako ug anak nga lalaki pinaagi sa tabang sa Ginoo, busa nganlan ko siya ug Cain.”"},
            {"verse": 2, "text": "Nanganak pag-usab si Eva ug lalaki ug ginganlan niya kini ug Abel. Sa dihang nanagko na sila, si Abel nahimong magbalantay sa mga karnero ug mga kanding, ug si Cain nahimong mag-uuma."},
            {"verse": 3, "text": "Usa niadto ka adlaw, nagadala si Cain ug halad ngadto sa Ginoo gikan sa abot sa iyang uma."},
            {"verse": 4, "text": "Nagkuha usab si Abel ug pipila sa unang anak sa iyang mga kahayopan. Giihaw niya kini, ug gihalad ang pinakamaayo nga bahin ngadto sa Dios. Nalipay ang Ginoo kang Abel ug sa iyang halad,"},
            {"verse": 5, "text": "apan wala siya malipay kang Cain ug sa iyang halad. Ug tungod niini, nasuko pag-ayo si Cain ug nagamug-ot."},
            {"verse": 6, "text": "Busa gipangutana siya sa Ginoo, “Nganong nasuko ka ug nagamug-ot?"},
            {"verse": 7, "text": "Kon maayo lang ang imong ginabuhat, magmalipayon ka unta. Apan pagbantay! Kay kon dili maayo ang imong ginabuhat, ang sala mogahom kanimo. Kay ang sala daw sama sa mabangis nga mananap nga nagatang kanimo aron tukbon ka. Busa kinahanglan duminahon mo kini.”"},
            {"verse": 8, "text": "Usa niana ka adlaw, miingon si Cain kang Abel, “Dali, mangadto kita sa uma.” Ug sa dihang didto na sila, gipatay ni Cain si Abel nga iyang igsoon."},
            {"verse": 9, "text": "Unya nangutana ang Ginoo kang Cain, “Hain ang imong igsoon?” Mitubag si Cain, “Ambot, wala ako masayod kon hain siya. Ngano, ako bay magbalantay kaniya?”"},
            {"verse": 10, "text": "Unya miingon ang Ginoo kang Cain, “Unsay imong gibuhat? Ang dugo sa imong igsoon diha sa yuta daw sa tingog nga nagapakilooy nga silotan ko ang tawo nga nagapatay kaniya."},
            {"verse": 11, "text": "Tungod sa imong gibuhat, tunglohon ko ikaw. Sukad karon dili mo na matikad ang yuta nga nagasuyop sa dugo sa imong igsoon nga imong gipatay."},
            {"verse": 12, "text": "Bisan magtanom ka pa, ang yuta dili na mohatag kanimo ug maayong abot. Ug wala ka nay permanente nga puloy-anan, busa maglatagaw ka na lang.”"},
            {"verse": 13, "text": "Miingon si Cain sa Ginoo, “Bug-at ra kaayo kana nga silot."},
            {"verse": 14, "text": "Giabog mo ako karon gikan niini nga yuta ug sa imong presensya. Wala na akoy permanente nga puloy-anan, busa maglatagaw na lang ako. Ug kon may makakita kanako sigurado nga patyon gayod niya ako.”"},
            {"verse": 15, "text": "Apan miingon ang Ginoo kang Cain, “Dili kana mahitabo! Kay si bisan kinsa nga mopatay kanimo, balosan ko ug pito ka pilo.” Busa gibutangan sa Ginoo ug ilhanan si Cain aron dili siya patyon ni bisan kinsa nga makakita kaniya."},
            {"verse": 16, "text": "Unya nagapahilayo si Cain gikan sa Ginoo ug didto mipuyo sa yuta sa Nod, sa sidlakang bahin sa Eden."},
            {"verse": 17, "text": "Unya, nakighilawas si Cain sa iyang asawa. Namabdos ang iyang asawa ug nanganak ug lalaki ug ginganlan nila kinig Enoc. Nagtukod si Cain ug usa ka lungsod ug ginganlan niya kinig Enoc sama sa ngalan sa iyang anak."},
            {"verse": 18, "text": "Unya nakabaton si Enoc ug anak nga lalaki ug ang iyang ngalan si Irad. Kini si Irad amahan ni Mehujael; si Mehujael amahan ni Metushael; ug si Metushael amahan ni Lamec."},
            {"verse": 19, "text": "Si Lamec may duha ka asawa nga mao sila si Ada ug Zila."},
            {"verse": 20, "text": "Si Ada nanganak kang Jabal nga mao ang katigulangan niadtong mga tawo nga nagapuyo sa mga tolda ug nagatiman ug mga kahayopan."},
            {"verse": 21, "text": "May igsoon si Jabal nga lalaki nga ang ngalan si Jubal, nga mao ang katigulangan sa tanan nga nagatukar sa harpa ug plawta."},
            {"verse": 22, "text": "Si Zila nanganak usab ug lalaki nga ang ngalan si Tubal Cain. Kini si Tubal Cain tigbuhat sa tanang matang sa galamiton nga puthaw ug bronsi. May igsoon siya nga babaye nga si Naama."},
            {"verse": 23, "text": "Usa niadto ka adlaw, miingon si Lamec sa iyang duha ka asawa, “Ada ug Zila, nga akong mga asawa, pamati kamo kanako. Gipatay ko ang usa ka batan-ong lalaki tungod sa iyang pagdagmal kanako."},
            {"verse": 24, "text": "Kon pito ka pilo ang balos alang sa tawo nga mopatay kang Cain,77 ka pilo ang balos alang sa tawo nga mopatay kanako.”"},
            {"verse": 25, "text": "Nakighilawas si Adan kang Eva, ug nanganak si Eva ug lalaki. Miingon siya, “Gihatagan ako pag-usab sa Dios ug anak nga lalaki puli kang Abel nga gipatay ni Cain, busa nganlan ko siya ug Set.”"},
            {"verse": 26, "text": "Si Set nakabaton usab ug anak nga iyang ginganlan ug Enosh. Sa panahon nga natawo si Enosh, nagasugod ang mga tawo ug tawag sa ngalan sa Ginoo."}

        ],
        "5": [
            {"verse": 1, "text": "Mao kini ang gisulat nga estorya mahitungod sa mga kaliwat ni Adan.Sa paghimo sa Dios sa tawo, gihimo niya kining sama kaniya."},
            {"verse": 2, "text": "Gihimo niya ang lalaki ug babaye, ug gipanalanginan niya sila ug gitawag nga “tawo.”"},
            {"verse": 3, "text": "Sa dihang naga-edad na si Adan ug 130 ka tuig, natawo ang iyang anak nga liwat gayod kaniya. Ginganlan niya kinig Set."},
            {"verse": 4, "text": "Human matawo si Set, nagakinabuhi pa si Adan ug 800 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 5, "text": "Namatay siya sa edad nga 930."},
            {"verse": 6, "text": "Sa dihang naga-edad na si Set ug 105 ka tuig, natawo ang iyang anak nga lalaki nga si Enosh."},
            {"verse": 7, "text": "Human matawo si Enosh, nagakinabuhi pa si Set ug 807 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 8, "text": "Namatay siya sa edad nga 912."},
            {"verse": 9, "text": "Sa dihang naga-edad na si Enosh ug 90 ka tuig, natawo ang iyang anak nga lalaki nga si Kenan."},
            {"verse": 10, "text": "Human matawo si Kenan, nagakinabuhi pa si Enosh ug 815 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 11, "text": "Namatay siya sa edad nga 905."},
            {"verse": 12, "text": "Sa dihang naga-edad na si Kenan ug 70 ka tuig, natawo ang iyang anak nga lalaki nga si Mahalalel."},
            {"verse": 13, "text": "Human matawo si Mahalalel, nagakinabuhi pa si Kenan ug 840 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 14, "text": "Namatay siya sa edad nga 910."},
            {"verse": 15, "text": "Sa dihang naga-edad na si Mahalalel ug 65 ka tuig, natawo ang iyang anak nga lalaki nga si Jared."},
            {"verse": 16, "text": "Human matawo si Jared, nagakinabuhi pa si Mahalalel ug 830 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 17, "text": "Namatay siya sa edad nga 895."},
            {"verse": 18, "text": "Sa dihang naga-edad na si Jared ug 162 ka tuig, natawo ang iyang anak nga lalaki nga si Enoc."},
            {"verse": 19, "text": "Human matawo si Enoc, nagakinabuhi pa si Jared ug 800 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 20, "text": "Namatay siya sa edad nga 962."},
            {"verse": 21, "text": "Sa dihang naga-edad na si Enoc ug 65 ka tuig, natawo ang iyang anak nga lalaki nga si Metusela."},
            {"verse": 22, "text": "Human matawo si Metusela, nagakinabuhi pa si Enoc ug 300 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 23, "text": "Nagkinabuhi si Enoc nga may suod nga relasyon sa Dios, ug sa naga-edad na siya ug 365 ka tuig nahanaw siya,"},
            {"verse": 24, "text": "kay gikuha siya sa Dios."},
            {"verse": 25, "text": "Sa dihang naga-edad na si Metusela ug 187 ka tuig, natawo ang iyang anak nga lalaki nga si Lamec."},
            {"verse": 26, "text": "Human matawo si Lamec, nagakinabuhi pa si Metusela ug 782 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 27, "text": "Namatay siya sa edad nga 969."},
            {"verse": 28, "text": "Sa dihang naga-edad na si Lamec ug 182 ka tuig, natawo ang usa niya ka anak nga lalaki."},
            {"verse": 29, "text": "Miingon siya, “Kining bataa makatabang kanato gikan sa atong labihan nga kahago tungod sa pagtunglo sa Ginoo sa yuta, busa nganlan ko siya ug Noe.”"},
            {"verse": 30, "text": "Human matawo si Noe, nagakinabuhi pa si Lamec ug 595 ka tuig ug nadugangan pa ang iyang mga anak."},
            {"verse": 31, "text": "Namatay siya sa edad nga 777."},
            {"verse": 32, "text": "Sa nakaabot na si Noe ug 500 ka tuig, natawo ang iyang mga anak nga lalaki nga sila si Shem, Ham, ug Jafet."}
        ]




    },
    "Exodus": {
        "1": [
            {"verse": 1, "text": "These are the names of the sons of Israel who went to Egypt with Jacob, each with his family:"},
            {"verse": 2, "text": "Reuben, Simeon, Levi and Judah;"}
        ]
    }
}
